Repository: vrk-kpa/ckanext-harvest
Catalog: ckanext/harvest/i18n/*/LC_MESSAGES/ckanext-harvest.po
Languages: fi

source: Group not found
fi: Kategoriaa ei löydy

source: Licence
fi: Lisenssi

source: Harvesting source successfully cleared
fi: Harvestointilähde tyhjennetty onnistuneesti

source: Harvest source not found
fi: Harvestointilähdettä ei löytynyt

source: Harvest will start shortly. Refresh this page for updates.
fi: Harvestointi alkaa hetken kuluttua. Päivitä tämä sivu nähdäksesi tietoja harvestoinnin tilasta.

source: A harvest job has already been scheduled for this source
fi: Tälle lähteelle on jo ajastettu harvestointiajo

source: Harvest source cleared
fi: Harvestointilähde tyhjennetty

source: User {0} not authorized to create harvest sources
fi: Käyttäjällä {0} ei ole oikeuksia luoda uutta harvestointilähdettä

source: User {0} not authorized to delete harvest source {1}
fi: Käyttäjällä {0} ei ole oikeuksia poistaa harvestointilähdettä {1}

source: User {0} not authorized to update harvest source {1}
fi: Käyttäjällä {0} ei ole oikeuksia päivittää harvestointilähdettä {1}

source: Add Harvest Source
fi: Lisää harvestointilähde

source: errors
fi: virhettä

source: Created
fi: Luotu

source: Started
fi: Aloitettu

source: Finished
fi: Valmis

source: Status
fi: Tila

source: Count
fi: Määrä

source: Message
fi: Viesti

source: There are no datasets associated to this harvest source.
fi: Tällä harvestointilähteellä ei ole tietoaineistoja.

source: {number} harvest source found for "{query}"
fi: Haulla "{query}" löytyi {number} harvestointikohde

source: Sorry no harvest sources found for "{query}"
fi: Haulla "{query}" ei löytynyt harvestointilähteitä

source: {number} harvest source found
fi: Löytyi {number} harvestointikohde

source: Sorry no harvest sources found
fi: Harvestointilähteitä ei löytynyt

source: Draft
fi: Luonnos

source: Deleted
fi: Poistettu

source: There is no description for this harvest source
fi: Harvestointilähteellä ei ole kuvausta

source: Datasets
fi: Tietoaineistot

source: Organization
fi: Tuottaja

source: Last Harvest Job
fi: Viimeisin harvestointiajo

source: View full job report
fi: Näytä koko raportti

source: This will re-run the harvesting for this source. Any updates at the source will overwrite the local datasets. Sources with a large number of datasets may take a significant amount of time to finish harvesting. Please confirm you would like us to start reharvesting.
fi: Tämä harvestoi lähteen uudelleen. Harvestointilähteeseen tehdyt päivitykset korvaavat paikalliset tietoaineistot. Jos lähteessä on suuri määrä tietoaineistoja, harvestoinnin valmistumisessa saattaa kestää kauan. Haluatko varmasti aloittaa uudelleenharvestoinnin?

source: Start a new harvesting job for this harvest source now
fi: Aloita uusi harvestointiajo

source: Reharvest
fi: Harvestoi uudelleen

source: Warning: This will remove all datasets for this source, as well as all previous job reports. Are you sure you want to continue?
fi: Varoitus: Tämä poistaa kaikki tästä lähteestä harvestoidut tietoaineistot sekä kaikki edelliset harvestointiraportit. Haluatko varmasti tyhjentää sisällön?

source: Delete all harvest jobs and existing datasets from this source
fi: Poista kaikki tämän lähteen harvestointiajot ja olemassa olevat tietoaineistot

source: Clear
fi: Tyhjennä

source: View harvest source
fi: Näytä harvestointilähde

source: Jobs
fi: Harvestoinnit

source: Edit
fi: Muokkaa

source: Organizations
fi: Tuottajat

source: Harvest Sources
fi: Harvestointilähteet

source: Edit harvest source
fi: Muokkaa harvestointilähdettä

source: Create Harvest Source
fi: Lisää uusi harvestointilähde

source: Create harvest source
fi: Lisää uusi harvestointilähde

source: Harvest sources
fi: Harvestointilähteet

source: This should include the http:// part of the URL
fi: Sisällytä URL:n http:// -osa

source: Name
fi: Nimi

source: Description
fi: Kuvaus

source: Update frequency
fi: Päivitystiheys

source: Configuration
fi: Konfiguraatio

source: No organization
fi: Ei tuottajaa

source: State
fi: Tila

source: Active
fi: Aktiivinen

source: This will flag the source as deleted but keep all its datasets and previous jobs. Are you sure you want to delete this harvest source?
fi: Tämä merkitsee lähteen poistetuksi, mutta ei poista sen tietoaineistoja tai edellisiä harvestointiajoja. Haluatko varmasti poistaa tämän harvestointilähteen?

source: Warning: Apart from deleting this source, this command will remove all its datasets, as well as all previous job reports. Are you sure you want to continue?
fi: Varoitus: Lähteen poistamisen lisäksi tämä poistaa kaikki kohteen tietoaineistot ja edelliset harvestointiraportit. Haluatko varmasti jatkaa?

source: Delete
fi: Poista

source: Delete source
fi: Poista lähde

source: Delete and clear source
fi: Poista ja tyhjennä lähde

source: Return to the harvest sources list
fi: Palaa harvestointilähteiden sivulle

source: found for "{query}"
fi: löytyi haulla "{query}"

source: Search sources...
fi: Etsi lähteitä...

source: Search
fi: Haku

source: read more
fi: lue lisää

source: About
fi: Tietoja

source: Relevance
fi: Osuvin ensin

source: Name Ascending
fi: Nimen mukaan nousevasti

source: Name Descending
fi: Nimen mukaan laskevasti

source: Last Modified
fi: Viimeksi muokattu

source: Popular
fi: Suosittu

source: Search harvest sources...
fi: Etsi harvestointilähteitä...

source: Search...
fi: Haku...

source: All harvest sources
fi: Kaikki harvestointilähteet

source: Remove
fi: Poista

source: <p><strong>There was an error while searching.</strong> Please try again.</p>
fi: <p><strong>Haussa tapahtui virhe.</strong> Yritä uudelleen.</p>

source: Harvest Jobs
fi: Harvestointiajot

source: Started:
fi: Aloitettu:

source: Finished:
fi: Valmis:

source: Job Report
fi: Harvestointiraportti

source: Back to job list
fi: Takaisin harvestointilistaukseen

source: Error Summary
fi: Yhteenveto virheistä

source: No errors for this job
fi: Ei virheitä tässä harvestoinnissa

source: Only the 20 most frequent errors are shown
fi: Näytetään 20 yleisintä virhettä

source: Job Errors
fi: Harvestointivirheet

source: Document Errors
fi: Tietoaineiston virheet

source: Error Report
fi: Virheraportti

source: documents with errors
fi: tietoaineistoa, joilla on virheitä

source: Remote content
fi: Avaajan palvelimella

source: Local content
fi: Avoindata.fi:n palvelimella
